Repository: Linus-Shyu/Luma-Bar
Catalog: Sources/LumaBar/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# island.agent.error
source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# island.agent.searching_music
source: Searching music
ja: 音楽を検索中
zh_hans: 正在搜索音乐
zh_hant: 正在搜尋音樂

# island.agent.no_music
source: No music found
ja: 音楽が見つかりません
zh_hans: 未找到音乐
zh_hant: 找不到音樂

# island.agent.music_error
source: Music error
ja: 音楽エラー
zh_hans: 音乐错误
zh_hant: 音樂錯誤

# island.agent.weather
source: Weather
ja: 天気
zh_hans: 天气
zh_hant: 天氣

# island.agent.weather_error
source: Weather error
ja: 天気エラー
zh_hans: 天气错误
zh_hant: 天氣錯誤

# island.agent.copied
source: Copied
ja: コピー済み
zh_hans: 已复制
zh_hant: 已複製

# island.agent.shell_ready
source: Shell ready
ja: シェル準備完了
zh_hans: Shell 已就绪
zh_hant: Shell 已就緒

# island.agent.blocked
source: Blocked
ja: ブロック
zh_hans: 已拦截
zh_hant: 已攔截

# island.agent.running
source: Running
ja: 実行中
zh_hans: 运行中
zh_hant: 執行中

# island.agent.run_failed
source: Run failed
ja: 実行失敗
zh_hans: 运行失败
zh_hant: 執行失敗

# island.agent.exit_format
source: Exit %d
ja: 終了 %d
zh_hans: 退出码 %d
zh_hant: 結束代碼 %d

# island.music.seek
source: Seek
ja: シーク
zh_hans: 跳转
zh_hant: 跳轉

# island.music.no_timeline
source: No timeline available
ja: タイムラインなし
zh_hans: 暂无时间轴
zh_hant: 暫無時間軸

# island.music.prev_playlist
source: Previous playlist
ja: 前のプレイリスト
zh_hans: 上一歌单
zh_hant: 上一歌單

# island.music.next_playlist
source: Next playlist
ja: 次のプレイリスト
zh_hans: 下一歌单
zh_hant: 下一歌單

# island.music.open_player_format
source: Open player · %@ %@
ja: プレーヤーを開く · %@ %@
zh_hans: 打开播放器 · %@ %@
zh_hant: 打開播放器 · %@ %@

# island.voice.finishing
source: Finishing transcription
ja: 書き起こしを完了中
zh_hans: 正在完成转写
zh_hant: 正在完成轉寫

# island.voice.finish
source: Finish Voice Whisper
ja: Voice Whisper を終了
zh_hans: 结束 Voice Whisper
zh_hant: 結束 Voice Whisper

# island.voice.start
source: Start Voice Whisper
ja: Voice Whisper を開始
zh_hans: 开始 Voice Whisper
zh_hant: 開始 Voice Whisper

# island.agent.chinese_speech_model
source: Chinese speech model
ja: 中国語音声モデル
zh_hans: 中文语音模型
zh_hant: 中文語音模型

# about.ok
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# island.library.netease
source: NetEase
zh_hans: 网易云
zh_hant: 網易雲

# island.agent.ctx
source: CTX
zh_hans: 上下文
zh_hant: 上下文

# island.agent.live
source: Live
zh_hans: 实时
zh_hant: 即時

# island.agent.key_badge
source: Key
zh_hans: 密钥
zh_hant: 金鑰
